[
  {
    "q": "We ended things and now I'm supposed to forget.\nI'm supposed to wake up tomorrow and act like it didn't have anything to do with my life.\nI have to act like I doesn't bother me when I wake up and check my phone and there's no text from you.\nI have to pretend my heart doesn't drop every time I hear your name.\nI have to pretend that I'm doing just as well as the day before.\nI sit there and wonder where you are.\nI wonder if you feel the same.\nI wonder if pretending what didn't happen is as hard for you.\nBut I can't help but think that you're going through your day just fine.\nJust perfectly fine without me."
  },
  {
    "q": "Just because we don't talk anymore it doesn't mean that I've forgotten about you.\nIt doesn't mean that I no longer care.\nBecause the truth is, I still do.\nI do my best to check up on you, to see how you're doing,\nto see if you're okay,\nbut every time I get the urge to talk to you,\nit suddenly hits me that we're strangers.\nThat you don't want me in your life,\nhence the reason why I'm no longer a part of you.\nBut even though everything's changed,\nI just want you to know that I'm still here.\nI'll still be here for you,\nI'll still lend you my shoulders and my ears,\nand I don't care what time it is,\nI don't care what I'm doing,\nbecause half the time I wish that you were to talking to me.\nI just really miss your presence,\nI miss you being my best friend.\nI just miss you in general."
  },
  {
    "q": "I don't think that I can ever meet someone that could really compare to you.\nI could see all sorts of people and no matter who they are or what they say,\nthey can't capture my attention quite the way you can.\nI could talk to all sorts of other people,\nyet I always find myself thinking about how they're not quite as charming as you or\nthey don't make me laugh quite as genuinely.\nI know people always say your first love is the person you compare everyone to, but maybe they got it wrong.\nMaybe the person you compare everyone to isn't your first love, but your first true love.\nYour soulmate."
  }
]
