[
  {
    "q": "Just because we don't talk anymore it doesn't mean that I've forgotten about you.\nIt doesn't mean that I no longer care.\nBecause the truth is, I still do.\nI do my best to check up on you, to see how you're doing,\nto see if you're okay,\nbut every time I get the urge to talk to you,\nit suddenly hits me that we're strangers.\nThat you don't want me in your life,\nhence the reason why I'm no longer a part of you.\nBut even though everything's changed,\nI just want you to know that I'm still here.\nI'll still be here for you,\nI'll still lend you my shoulders and my ears,\nand I don't care what time it is,\nI don't care what I'm doing,\nbecause half the time I wish that you were to talking to me.\nI just really miss your presence,\nI miss you being my best friend.\nI just miss you in general."
  },
  {
    "q": "I don't think that I can ever meet someone that could really compare to you.\nI could see all sorts of people and no matter who they are or what they say,\nthey can't capture my attention quite the way you can.\nI could talk to all sorts of other people,\nyet I always find myself thinking about how they're not quite as charming as you or\nthey don't make me laugh quite as genuinely.\nI know people always say your first love is the person you compare everyone to, but maybe they got it wrong.\nMaybe the person you compare everyone to isn't your first love, but your first true love.\nYour soulmate."
  },
  {
    "q": "I do not know what it's like to love someone who the world tells me I'm not supposed to love.\nI cannot imagine how hard it must be to love someone I'm afraid to kiss on the streets.\nBut I do know what it's like to love someone who I cannot be with.\nI know how it feels to have my brain tell me one thing and my heart another.\nTo live with the knowledge that if circumstances had been different\nI would be with the one that I love.\nI do know there are a lot of kinds of barriers to love but,\nI do believe that the world needs less of them."
  },
  {
    "q": "Sometimes life offers us a second chance so we can get it right.\nAnd sometimes life just offers us a second chance to say goodbye.\nSometimes, even after all the hurt, and all the waiting, and all the hoping, the wishing,\nthe reasons as to why it never worked out, we still can't get it right.\nSometimes you just know the only way to be true to you is to let go and move on.\nIf you're lucky, you'll have a best friend to reflect our hearts back to and show us our strengths.\nAnd when we lose our way, someone to inspire us to never lose faith that someday, someway, we will find our happily ever after."
  },
  {
    "q": "This morning I woke up different.\nExcept that life goes on.\nI might still love you,\nI might still miss you,\nbut I'm better off without you.\nSo I'm closing this chapter of hurt because I deserve to be happy.\nThe only way I would reach this is by letting go of toxic people who don't want to see me grow.\nHolding on doesn't make me strong, but letting go does."
  },
  {
    "q": "After a while I got tired of just chasing you.\nYou made things so hard that I could never catch up.\nI was trying to force something that just wasn't there.\nIt felt like I was begging for you to reciprocate the love I was giving when in reality, you just never felt the same way.\nAnd that's when it clicked.\nI could no longer beg for you to love me or give me the attention that I desired.\nSo I took myself out of the equation, closed that chapter of my life and started a new one.\nIt was time for me to find the true love of my life that I had lost in the process of loving you.\nMyself."
  },
  {
    "q": "If you're going to fall in love with me,\nhere are some things that you should know.\nI cry often.\nWhether it's during a movie, a sad song on the radio,\na small group discussion, or a regular Sunday morning,\nI'll cry when I speak of things that have hurt me,\neven if they no longer hurt anymore.\nI'm afraid of being left, and I'm afraid of not being good enough.\nI will tell you the ways in which I hate myself,\nand not believe a single word you say\nwhen you disagree with every reason.\nYou can tell me you love me countless times,\nbut I will still be afraid of you leaving me.\nBut don't blame yourself.\nI have to expect the worst because\nI have always gotten the worst.\nWhen I fall in love with you,\nI will love each crack in your skin\nand every freckle of light in your eyes.\nI will fall in love with the way you look while you're sleeping\nand the way your mouth curves when you say my name.\nI can be difficult to love,\nbut for me, loving you will always be so easy.\nAll I ask is that you don't give up on me,\nand in return, I will never give up on you."
  },
  {
    "q": "I don't want a relationship, they hold you back.\nI want a best friend I can sleep with, make love to,\nhustle with, travel with, shop with, club with, and live with.\nI want a partner in crime, a life partner.\nSomeone that I can laugh with and build with.\nSomebody that I can trust with my heart, my money, my life.\nSomebody I'm not afraid to lose because I know they'll always be there.\nRelationships are just not my thing, but a partnership?\nI'll take that."
  }
]
