[
  {
    "a": "Unknown",
    "q": "Nangayo ko sa Ginooug buwak.\nGihatagan ko niya og usa ka bandihadong bulak.\nNangayo ko sa Ginoo ug minute.\nGihatagan ko niyag usa ka-adlaw. Nangayu ko sa Ginoo ug anghel, \nIKAW iyang gihatag."
  },
  {
    "a": "Unknown",
    "q": "Ma U-Turn man akong mata sa uban.\nPero One-way ra ni kung mo pitik akong dughan."
  },
  {
    "a": "Unknown",
    "q": "Sige pa ka'g panungog sa ilaha, gahuot na diay imong dughan."
  },
  {
    "a": "Unknown",
    "q": "Kanang feeling na…INLOVE ka sa iyaha pero inlove man diay siya sa lain."
  },
  {
    "a": "Unknown",
    "q": "Ang relasyon karon murag LIBRO.\nDali basahon lisud sabton."
  },
  {
    "a": "Unknown",
    "q": "Ingon dili masakitan inig biyaan.\nNganong sige man og status na murag nahugnuan og kalibutan?"
  },
  {
    "a": "Unknown",
    "q": "Dili paman ta pwedi sa PAGKAKARON pero,\ndungan natong paaboton ang giingon nila nga SAKTONG PANAHON."
  },
  {
    "a": "Unknown",
    "q": "Sayang ang kadako sa kalibutan kung ang imong mauyab imo rang silingan."
  },
  {
    "a": "Unknown",
    "q": "Wala'y magdugay nga relasyon. Kung buhi pa ang mga bigaon."
  },
  {
    "a": "Unknown",
    "q": "Wala ko nag expect namaabot ta sa ing ani nga makigbulag kag kalit sa mali nga pamaagi."
  },
  {
    "a": "Unknown",
    "q": "Ang mga asawa karon dili na sila kiligon anang I LOVE YOU(2x)\nMas kiligon pana sila kung mo ingon ilang BANA nga NAA NAKOY SWELDO."
  },
  {
    "a": "Unknown",
    "q": "Nimal jud ning memories sa Facebook oy! maka mahay."
  },
  {
    "a": "Unknown",
    "q": "Bisag imong NGISI abot panas DUNGGAN,\n\nDili jud ko mo butar nimo kay wako nimo GILISTA pag abot sa AYUDA."
  },
  {
    "a": "Unknown",
    "q": "Naa jud tay kaila nga hinawayon sa mga bilbilon, kay siya coca-cola body pero ang nawong abredor."
  },
  {
    "a": "Unknown",
    "q": "Panagsa ra gani ta mo laag, pag uli nato buricat natas tibuok barangay."
  },
  {
    "a": "Unknown",
    "q": "Mahala nas gatas ron uy may gani college na akong baby."
  },
  {
    "a": "Unknown",
    "q": "Ngano mahadlok man ko ni Papa? Pilo-piloon ko nuon tung iyang sinina nya e arrange."
  },
  {
    "a": "Unknown",
    "q": "Kinsa maning manok nga ni sulod sa amoang balay oi gahi mag unod"
  },
  {
    "a": "Unknown",
    "q": "Best memories nako sa motor, kadtong gi hatod ko sa imong uyab"
  },
  {
    "a": "Unknown",
    "q": "Kanang okay ra sa imong pamilya nga naa kay uyab pero imong silingan dili."
  },
  {
    "a": "Unknown",
    "q": "Kanang hitsuraan ka sa filter, Pero sa personal mura kag kanding nabughat."
  },
  {
    "a": "Unknown",
    "q": "Kung nag dumot ka nako, Ako pud y4wa ka."
  },
  {
    "a": "Unknown",
    "q": "Pwede ra daw mag pa kusog(2x) ug dagan sa motor, ingon tung tig balsamar."
  },
  {
    "a": "Unknown",
    "q": "Kana inyong patama post ug inyo pana gi dretso ug barang human na tana na..!"
  },
  {
    "a": "Unknown",
    "q": "Maka sabay ba ang kiang sa dagan sa panahon?"
  },
  {
    "a": "Unknown",
    "q": "Gi ingnan lang ganig baby face, cerelac na dayun gi kaon."
  },
  {
    "a": "Unknown",
    "q": "Samtang di pako kabalo sa orasyon sa barang sabton sa tamo tanan"
  },
  {
    "a": "Unknown",
    "q": "Nganong dli man ko ninyo palaagon nga dili man ko mo lapas sa Philippine Area of responsibility."
  },
  {
    "a": "Unknown",
    "q": "Kanang nag silent cry ka unya naka loud-speak imong sip-on."
  },
  {
    "a": "Unknown",
    "q": "Naa jud tay barkada pugson tag inom bisag dli ta kamao mo balibad."
  },
  {
    "a": "Unknown",
    "q": "Ulawa mag suka sa bus uy, may gani gi tulon nakog balik."
  },
  {
    "a": "Unknown",
    "q": "Dyosnon unta ko ron, kung wala ko ka barkada ug second hand ni satanas"
  },
  {
    "a": "Unknown",
    "q": "Miss na kaayo tika. Pero wala man kay pake, maong joke ra bitaw..."
  },
  {
    "a": "Unknown",
    "q": "Di na gani gwapo,\nDi pa gyud loyal.\nBaga'g nawong."
  },
  {
    "a": "Unknown",
    "q": "Lisod man gani tuohan ang \"On the way\", kana pa kaha imong \"I will stay\""
  },
  {
    "a": "Unknown",
    "q": "Maypa ning uban. Lami kaayo'g lovelife. Ako tawon, lami ra."
  },
  {
    "a": "Unknown",
    "q": "Higugmaa ko nga lami pa sa kinilaw, kay higugmaon pud tika nga ikaw ray makatilaw!"
  }
]
