[
  {
    "a": "Unknown",
    "q": "Nangayo ko sa Ginooug buwak.\nGihatagan ko niyaug usa ka bandihadong bulak.\nNangayo ko sa Ginoo ug minute.\nGihatagan ko niyag usa ka-adlaw. Nangayu ko sa Ginoo ug anghel, \nIKAW iyang gihatag."
  },
  {
    "a": "Unknown",
    "q": "Ma U-Turn man akong mata sa uban.\nPero One-way ra ni kung mo pitik akong dughan."
  },
  {
    "a": "Unknown",
    "q": "Ang gugma mura na sya og math pagmakakita og greater than sa imoha ma i-less than jud ka."
  },
  {
    "a": "Unknown",
    "q": "Sige paka'g panungogsa ilaha, gahuot na diay imong dughan."
  },
  {
    "a": "Unknown",
    "q": "Kanang feeling na…INLOVE ka sa iyaha pero inlove man diay siya sa lain."
  },
  {
    "a": "Unknown",
    "q": "Ang relasyon karon murag LIBRO.\nDali basahon lisud sabton."
  },
  {
    "a": "Unknown",
    "q": "Ingon dili masakitan inig biyaan.\nNganong sige man og status na murag nahugnuan og kalibutan?"
  },
  {
    "a": "Unknown",
    "q": "Dili paman ta pwedi sa PAGKAKARON pero,\ndungan natong paaboton ang giingon nila nga SAKTONG PANAHON."
  },
  {
    "a": "Unknown",
    "q": "Sayang ang kadako sa kalibutan kung ang imong mauyab imo rang silingan."
  },
  {
    "a": "Unknown",
    "q": "Wala'y magdugay nga relasyon. Kung buhi pa ang mga bigaon."
  },
  {
    "a": "Unknown",
    "q": "Wala ko nag expect namaabot ta sa ing ani nga makigbulag kag kalit sa mali nga pamaagi."
  },
  {
    "a": "Unknown",
    "q": "Ang mga asawa karon dili na sila kiligon anang I LOVE YOU(2x)\nMas kiligon pana sila kung mo ingon ilang BANA nga NAA NAKOY SWELDO."
  },
  {
    "a": "Unknown",
    "q": "Nimal jud ning memories sa Facebook oy! maka mahay."
  },
  {
    "a": "Unknown",
    "q": "Kung ka uyabon ka, ayaw pud akong uyab."
  },
  {
    "a": "Unknown",
    "q": "Bisag imong NGISI abot panas DUNGGAN,\n\nDili jud ko mo butar nimo kay wako nimo GILISTA pag abot sa AYUDA."
  },
  {
    "a": "Unknown",
    "q": "Naa jud tay kaila nga hinawayon sa mga bilbilon, kay siya coca-cola body pero ang nawong abredor."
  },
  {
    "a": "Unknown",
    "q": "Panagsa ra gani ta mo laag, pag uli nato buricat natas tibuok barangay."
  },
  {
    "a": "Unknown",
    "q": "Mahala nas gatas ron uy may gani college na akong baby."
  },
  {
    "a": "Unknown",
    "q": "Ngano mahadlok man ko ni Papa? Pilo-piloon ko nuon tung iyang sinina nya e arrange."
  },
  {
    "a": "Unknown",
    "q": "Kinsa maning manok nga ni sulod sa amoang balay oi gahi mag unod"
  },
  {
    "a": "Unknown",
    "q": "Best memories nako sa motor, kadtong gi hatod ko sa imong uyab"
  }
]
